Repository: rgaino/Patroca
Catalog: Patroca/*.lproj/Localizable.strings
Languages: pt

# camera_message_1
source: Make the first picture your best. It will be your item's main picture.
pt: Capriche na primeira foto. Ela será a principal imagem do seu item.

# camera_message_2
source: Now try a different angle, show important details and be creative.
pt: Agora tente outros ângulos, mostre detalhes importantes e use a criatividade.

# camera_message_3
source: Why not show more angles? You still have 2 pictures.
pt: Quer mostrar mais ângulos? Você tem mais duas fotos ainda.

# camera_message_4
source: Great! Now this is your last picture.
pt: Pronto, agora é a última foto!

source: Saving
pt: Salvando

# saving item...
source: Saving your item...
pt: Salvando seu item...

# saving image %d of %d...
source: Saving picture %d of %d...
pt: Salvando foto %d de %d...

source: Saved!
pt: Salvo!

source: Featured
pt: Destaque

source: Friends
pt: Amigos

source: Nearby
pt: Por Perto

source: Tell your friends!
pt: Conte para seus amigos!

source: (The more the merrier)
pt: (quanto mais amigos, mais coisas patroca)

source: Share
pt: Compartilhe!

# share item message
source: Take this opportunity to tell your friends about it. The more people see this, the more offers you'll get.
pt: Aproveite para contar aos seus amigos. Quanto mais gente souber, mais ofertas bacanas você receberá.

source: SEND
pt: ENVIAR

# make offer
source: MAKE AN OFFER
pt: FAÇA UMA OFERTA

# comments section
source: Let's talk about it
pt: Troca-ideia

# oops_friends
source: Oops! Your friends haven't started trading yet.
pt: Ops! Seus amigos ainda não começaram a trocar.

source: Invite them
pt: Convide eles

source: or search for people around you.
pt: para trocar ou procure por coisas perto de você.

# sure_report_item_question
source: Report this item as innapropriate?
pt: Reportar este item como inapropriado?

source: Cancel
pt: Cancelar

source: Yes
pt: Sim

source: No
pt: Não

source: Item Reported!
pt: Item Reportado!

# thanks_for_reporting
source: Thank you, someone will review it shortly
pt: Obrigado, em breve alguém irá analizar este item.

# sure_discard_item_question
source: Discard this item?
pt: Descartar este item?

source: Wrapping up...
pt: Quase lá...

source: Miles
pt: Milhas

# tutorial_panel_1_title
source: Welcome to Patroca
pt: Bem-vindo ao Patroca

# tutorial_panel_1_description
source: Patroca is a social bartering tool, where you can trade anything for everything. With friends or people around you.
pt: O Patroca é uma ferramenta de escambo social, para trocarmos qualquer coisa por qualquer outra coisa. Entre seus amigos ou com pessoas pertinho de você.

# tutorial_panel_2_title
source: Welcome to Patroca
pt: Bem-vindo ao Patroca

# tutorial_panel_2_description
source: Patroca works with your Facebook account. So as soon as you connect, we'll show what your friends have to trade with you.
pt: O Patroca funciona através de sua conta do Facebook. Assim que você permitir o acesso nós já mostraremos o que seus amigos tem para trocar.

# tutorial_panel_3_title
source: Welcome to Patroca
pt: Bem-vindo ao Patroca

# tutorial_panel_3_description
source: It's easy to show what you have to trade. Use the "+" up there and take a picture of what you have to spare.
pt: Para oferecer coisas que você tem é fácil. Acesse o botão "+" ali em cima e você poderá tirar uma foto e mostrar aos seus amigos o que você tem para dar em troca.

# tutorial_panel_4_title
source: Welcome to Patroca
pt: Bem-vindo ao Patroca

# tutorial_panel_4_description
source: To trade something, simply pick an item you like and write a comment. Your friend will be notified and will be able to answer you back.
pt: Para negociar, simplesmente escolha um item e faça um comentário demonstrando interesse. Seu amigo será notificado e poderá responder.

# tutorial_panel_5_title
source: Welcome to Patroca
pt: Bem-vindo ao Patroca

# tutorial_panel_5_description
source: To begin, connect with Facebook. Once you're in, tap your profile picture to see your profile page.
pt: Para começar, conecte-se com o Facebook. Após conectar-se, acesse a sua foto para ver seu perfil.

source: Skip
pt: Pular
